<?php require_once($_SERVER['DOCUMENT_ROOT'].'/inc/dochead.php'); ?>
<link href="/css/sub.css" rel="stylesheet">
<link href="/css/business.css" rel="stylesheet">
</head>
<body class="sub">
	<?php require_once($_SERVER['DOCUMENT_ROOT'].'/inc/header.php'); ?>
	<main id="content" tabindex="-1" class="business business_field">
		<div class="container">
		    <div class="row">
                <div class="col-xs-3">
                    <aside id="aside">
                        <h2>업무분야</h2>
                        <nav id="lnb">
                            <ul>
                                <li class="active"><a href="#corporation">기업법무 일반</a></li>
                                <li><a href="#mna">M&amp;A</a></li>
                                <li><a href="#finance">금융/증권</a></li>
                                <li><a href="#listing">IPO &amp; Listing</a></li>
                                <li><a href="#fintech">핀테크</a></li>
                                <li><a href="#privacy">개인정보보호</a></li>
                                <li><a href="#establish">회사설립</a></li>
                                <li><a href="#venture">벤처기업 투자</a></li>
                                <li><a href="#direct-investment">외국인직접투자</a></li>
                                <li><a href="#cross-border">국제거래</a></li>
                                <li><a href="#lawsuit">소송, 중재</a></li>
                                <li><a href="#preservative-measure">보전처분, 강제집행</a></li>
                                <li><a href="#real-estate">부동산, 건설</a></li>
                                <li><a href="#rights-dispute">기업경영권 분쟁</a></li>
                            </ul>
                        </nav>
                    </aside>
                </div>
                <div class="col-xs-9 sub-content"><!-- content Start -->
                    <div class="page-header" id="corporation">
                        <h3>기업법무 일반</h3>
                        <ol class="breadcrumb">
                            <li>
                                <a href="/index.php">
                                    <span class="glyphicon glyphicon-home"></span>
                                </a>
                            </li>
                            <li><a href="/business/business_field.php">업무분야</a></li>
                            <li class="active">기업법무 일반</li>
                        </ol>
                        <hr>
                    </div>
                    <div class="corporation-content">
                        <p>
                            기업법무 일반 법무법인 시헌은 기업을 설립, 운영하며 발생하는 쟁점들에 대해 전문적이면서도 종합적인 법률적인 자문을 제공하고 있습니다.<br>
                            법무법인 시헌의 변호사들은 민법, 상법 등 일반 법률에 대한 자문은 물론, 자본시장법, 공정거래법, 부정경쟁방지법, 노동법, 전자상거래법, 전자금융거래법, 개인정보보호법 등 기업 법무와 관련하여 특화된 경험과 전문 지식을 갖추고 있습니다. 법무법인 시헌과 함께 한다면, 고객들은 이사회·주주총회·감사 등 회사의 지배구조에 관한 사항, 증자·사채발행 등 기업금융에 관한 사항, 회사의 경영권에 관한 사항, 총판계약, 대출계약 등 각종 계약서의 검토 및 작성 등 기업의 운영에 필요한 법률 쟁점에 대해 최적의 법률자문 서비스를 받으실 수 있습니다.
                        </p>
                        <h4>주요업무</h4>
                        <ul class="dot-list">
                            <li>이사회 및 주주총회의 소집 및 운영 관련 법률자문 제공</li>
                            <li>기업이 체결하는 각종 계약 관련 법률자문 제공</li>
                            <li>기업 임직원의 근로계약 및 근로관련 분쟁에 관한 자문 제공</li>
                            <li>기업의 경영권 관련 자문 제공</li>
                            <li>주주 간 계약에 관한 자문 제공</li>
                        </ul>
                    </div>


                    <div class="mna" id="mna">
                        <h3>M&amp;A</h3>
                        <p>
                            기업 인수ㆍ합병 법무법인 시헌의 변호사들은 기업인수ㆍ합병(M&amp;A)에 많은 경험을 가지고 있으며, 이를 토대로 M&amp;A의 기획부터 종결(closing)에 이르기까지 전 과정에 걸쳐 법률자문을 제공합니다. 특히 법무법인 시헌의 변호사들은 대형 로펌에서 다수의 M&amp;A 구조 검토, 법률실사 및 계약서 작성 등 M&amp;A 관련 법률 자문 업무를 수행하였을 뿐만 아니라, 국내 최고의 IB에서 M&amp;A 실무를 직접 담당한 경험이 있는바, 이는 법무법인 시헌만이 가지고 있는 큰 장점이라고 할 수 있습니다. 법무법인 시헌은 풍부한 M&amp;A 경험과 전문적인 지식을 바탕으로, 고객의 성장과 발전을 위한 M&amp;A 전반에 대하여 특화된 법률자문 서비스를 제공합니다.
                        </p>
                        <h4>주요업무</h4>
                        <ul class="dot-list">
                            <li>기업 인수ㆍ합병ㆍ분할 또는 주식ㆍ자산의 양수도 등 M&amp;A 과정에서 요구되는 단계별 전략 기획 및 구조 수립</li>
                            <li>M&amp;A 과정에서 검토해야 하는 계약, 법령상 인ㆍ허가, 공정거래, 지식재산권, 노동관계, 조세 관련 법률자문 제공</li>
                            <li>M&amp;A 법률실사 및 관련 계약서 작성</li>
                        </ul>
                        <ul class="dot-list">
                            <li>금융지주회사법, 은행법 관련 법률자문 </li>
                            <li>자본시장법, 금융투자업 관련 규제 법률자문</li>
                            <li>전문사모집합투자업자의 등록</li>
                            <li>보험업법 관련 자문</li>
                            <li>여신전문금융업법, 상호저축은행법, 신용정보법, 전자금융거래법 등 금융 관련 법규에 관한 법률자문 제공</li>
                        </ul>
                    </div>

                    <div class="finance" id="finance">
                        <h3>금융/증권</h3>
                        <p>
                            금융, 증권 금융업은 규제가 많은 산업으로, 금융감독당국의 행정지도가 회사의 업무 수행에 대단히 중요한 의미를 가지는 특징이 있습니다. 따라서 금융투자업 등 금융업에 관하여 적절하게 법률자문을 제공하기 위해서는 법령에 대한 전문적인 지식과 함께 금융회사의 입장에서 금융감독 당국 실무자와 협의하고 설득하며 업무를 추진해 본 경험이 반드시 필요합니다. 법무법인 시헌에는 금융지주회사와 증권회사 등에서 사내변호사로 근무하였던 변호사들이 구성원으로 합류하였기에, 풍부한 실무 경험을 토대로 금융업을 영위하는 회사에 효과적인 법률자문을 제공할 수 있습니다.
                        </p>
                        <h4>주요업무</h4>
                        <ul class="dot-list">
                            <li>금융지주회사법, 은행법 관련 법률자문 </li>
                            <li>자본시장법, 금융투자업 관련 규제 법률자문</li>
                            <li>전문사모집합투자업자의 등록</li>
                            <li>보험업법 관련 자문</li>
                            <li>여신전문금융업법, 상호저축은행법, 신용정보법, 전자금융거래법 등 금융 관련 법규에 관한 법률자문 제공</li>
                        </ul>
                    </div>

                    <div class="listing" id="listing">
                        <h3>IPO &amp; Listing</h3>
                        <p>
                            기업공개∙상장  기업이 성장하면 기업공개(IPO)와 상장(listing)을 검토하게 되는데, 법무법인 시헌은 기업을 상장하는 경우에 기업에 발생하는 변화와 기업공개 전에 미리 준비해야 할 사항에 대하여 법률자문을 제공합니다. 기업을 상장하기 위해서는 한국거래소 상장규정에서 정하는 일정한 상장요건을 갖추어야 하고, 상장 후에는 상법 및 자본시장법상의 상장법인 특례 규정의 적용을 받게 되며, 제3자가 공개시장에서 주식을 취득할 수 있게 됨에 따라 경영권과 관련한 지배구조 등에 대해 사전에 검토할 필요가 있습니다.
                        </p>
                        <h4>주요업무</h4>
                        <ul class="dot-list">
                            <li>상장의 특징에 대한 법률자문</li>
                            <li>상장 요건 및 준비사항에 대한 자문</li>
                            <li>상장 법인 특례규정의 적용에 대비한 법률자문 및 임직원 대상 교육</li>
                            <li>상장 후 경영권 방어 등에 대한 법률 자문</li>
                            <li>상장을 위한 상장주관사와의 협업</li>
                        </ul>
                    </div>

                    <div class="fintech" id="fintech">
                        <h3>Fintech</h3>
                        <p>
                            핀테크 설립 핀테크는 금융(finance)와 기술(technology)를 결합한 서비스로서, 핀테크 분야는 금융 관련 법규에 대한 종합적인 이해가 필요한 영역에 해당합니다. 따라서 핀테크에 대한 자문을 위해서는 금융 실무와 금융 관련 법령에 대한 종합적인 이해와 경험이 필요합니다. 또한 핀테크는 필수적으로 고객의 개인정보, 금융정보를 취급하게 되므로, 개인정보 및 관련 기술에 대한 전문적인 지식이 필요합니다. 법무법인 시헌의 변호사들은 대형로펌과 금융기관에서 근무하면서, 실제로 핀테크 사업에 대한 자문업무를 수행한 바 있습니다. 이러한 경험을 바탕으로 법무법인 시헌은 신기술을 보유한 고객이 안정적으로 금융업을 수행할 수 있도록 최적의 자문을 제공합니다.
                        </p>
                        <h4>주요업무</h4>
                        <ul class="dot-list">
                            <li>기업이 추진하는 핀테크 사업과 금융관런 법령의 규제에 대한 법률 자문</li>
                            <li>핀테크 사업의 인허가, 등록 요건에 대한 자문</li>
                            <li>회사의 인허가, 등록 신청에 대한 자문 및 대행</li>
                            <li>내부통제기준, 이해상충방지체제, Chinese Wall 등에 대한 자문</li>
                            <li>핀테크 업체의 지배구조 등에 대한 자문</li>
                        </ul>
                    </div>

                    <div class="privacy" id="privacy">
                        <h3>개인정보보호</h3>
                        <p>
                            Personal Information Protection<br>
                            개인정보보호 개인정보보호는 개인정보를 이용하는 모든 기업, 단체가 반드시 준수해야 할 사항으로, 법무법인 시헌은 개인정보를 처리하는 고객이 개인정보보호법, 신용정보법, 정보통신망법 등에 산재하는 선관주의의무를 적절히 이행하는지 검토하고, 기술적 보호조치를 포함하는 개인정보보호 체제를 구축하고 운영하는 과정에 필요한 법률자문을 제공합니다. 특히 ICT기업, 핀테크기업이 고객의 개인정보를 처리하는 과정에서 준수하여야 할 법적 요구사항에 대하여 법률자문을 제공하고, 어떤 방법으로 비식별화를 완수할 수 있을지 함께 고민하여 컴플라이언스 요건을 충족하는 솔루션을 제공합니다.
                        </p>
                        <h4>주요업무</h4>
                        <ul class="dot-list">
                            <li>일반 상거래, 금융, 의료, 노동 등 개인정보를 처리하는 기업의 개인정보보호 관련 법적 이슈에 관한 자문 제공</li>
                            <li>기술적 보호조치를 포함하는 개인정보보호 체제 구축에 대한 법률자문 제공</li>
                            <li>ICT 기업의 신용정보 이용 및 보호에 관한 법률자문 제공</li>
                        </ul>
                    </div>

                    <div class="establish" id="establish">
                        <h3>회사설립</h3>
                        <p>
                            Corporate Establishment<br>
                            회사 설립 법무법인 시헌은 회사 운영의 첫 걸음인 법인의 설립업무를 직접 수행합니다. 법무법인 시헌이 수행하는 법인설립업무는 단순한 설립등기 신청업무에 그치지 않고, 고객의 필요에 따라 가장 적합한 정관과 지배구조에 대한 검토 및 자문을 수행하여, 고객에게 맞춤형 법률자문을 제공한다는 점에 특징이 있습니다. 또한 정관 외에도 회사의 운영을 위해 필요한 기본적인 내부규정을 제정하고, 인사ㆍ노무에 관한 기본 사항, 이사회 및 주주총회의 구성 및 운영에 관한 사항 등 회사 설립에 관하여 종합적인 법률 서비스를 제공하고 있습니다. 회사의 설립을 검토 중인 고객은 법무법인 시헌을 통해서 회사를 설립하고, 회사의 운영에 필요한 기본적인 사항에 대해 실무에 바로 도움이 되는 법률 자문 받으실 수 있습니다.
                        </p>
                        <h4>주요업무</h4>
                        <ul class="dot-list">
                            <li>회사설립을 위한 정관 작성</li>
                            <li>회사설립을 위한 지배구조 및 자본금 구성에 관한 자문 제공</li>
                            <li>법인 설립등기 신청</li>
                            <li>법인인감카드, 법인인감증명 발급</li>
                            <li>사업자등록증 신청 및 발급</li>
                            <li>회사 내부규정의 제정</li>
                            <li>회사 설립 후 직면하는 법률 쟁점에 대한 자문 </li>
                        </ul>
                    </div>

                    <div class="venture" id="venture">
                        <h3>벤처기업 투자</h3>
                        <p>
                            Venture Investment<br>
                            벤처기업 투자 벤처기업이 성장하기 위해서는 기본적으로 벤처캐피탈(VC), PEF 등의 투자가 필요합니다. 벤처기업에 대한 투자는 상환전환우선주(RCPS)와 같은 종류주식이나 전환사채, 신주인수권부사채와 같은 메자닌증권을 통해서 이루어지는 경우가 많으며, 이 경우 발행가액, 상환조건, 전환가액, 전환가액의 조정 및 회사의 경영권과 관련된 사항에 대한 합의가 필요합니다. 기업을 경영하는 CEO의 입장에서 투자를 받는 것은 기쁜 일이지만, 이 과정에는 종류주식의 특징이나, 각 계약서의 문구가 가지는 의미 등에 대한 전문적인 법률자문을 받아야 합니다. 법무법인 시헌은 벤처기업 투자시에 필요한 구조검토 및 계약서 작성 등에 대한 법률 자문을 제공하고 있습니다.
                        </p>
                        <h4>주요업무</h4>
                        <ul class="dot-list">
                            <li>RCPS인수계약서, CB인수계약서, BW인수계약서의 검토 및 작성</li>
                            <li>주주간계약서의 검토 및 작성</li>
                            <li>투자자의 유치에 따른 지분관계의 변화 및 회사 경영권 전반에 관한 검토</li>
                            <li>투자를 위한 이사회, 주주총회, 정관 변경 등에 대한 법률자문</li>
                            <li>기타 투자를 위한 법률 쟁점 검토</li>
                        </ul>
                    </div>

                    <div class="direct-investment" id="direct-investment">
                        <h3>외국인직접투자</h3>
                        <p>
                            Foreign Direct Investment<br>
                            외국인 직접투자 최근 외국인 또는 외국법인이 국내 벤처기업에 투자를 희망하는 경우가 많이 있는데, 비거주자인 투자자가 국내 기업에 투자하기 위해서는 「외국환거래법」, 「외국환 거래규정」 및 「외국인투자 촉진법」 등에 따른 신고 절차를 준수해야 합니다. 이를 위해서는 외국환 관련 법령에 대한 전문적인 지식과 경험이 필요할 뿐만 아니라, 외국환 거래은행과의 긴밀한 협조가 필요합니다. 법무법인 시헌은 외국인 직접 투자를 위한 각종 신고업무 및 법률자문 1업무를 제공하고 있습니다. 따라서 외국인으로부터 투자를 받을 계획을 가지고 있는 기업은 법무법인 시헌을 통해서 외국인 투자 유치를 위해 필요한 법률서비스를 제공받으실 수 있습니다.
                        </p>
                        <h4>주요업무</h4>
                        <ul class="dot-list">
                            <li>외국인투자 형태별로 필요한 관련 법령 검토</li>
                            <li>외국인 투자를 위한 계약서 기타 필요한 문서의 작성 및 협상</li>
                            <li>외국인직접투자신고(FDI) 신고서의 작성</li>
                            <li>외국인투자기업 등록 신청</li>
                            <li>외국인직접투자에 따른 자본금 및 지분 구조의 변동에 관한 법률자문</li>
                        </ul>
                    </div>

                    <div class="cross-border" id="cross-border">
                        <h3>국제거래</h3>
                        <p>
                            Cross Border Transaction<br>
                            국제거래 법무법인 시헌은 외국 기업의 국내 기업인수(또는 투자), 국내 기업의 해외 진출 등 Cross Border Transaction에 대하여 법률자문을 제공합니다.<br>
                            과거에는 외국 기업과의 M&map;A는 대기업의 해외 기업 인수 등의 경우에 드물게 이루어졌으나, 최근에는 상대적으로 적은 규모의 Cross Border Transaction이 자주 일어 나고 있습니다. 벤처기업의 경우에도 해외 진출을 위해 현지 법인을 인수하거나, 외국 기업이 벤처기업을 인수하려는 사례가 많이 발생하고 있는바, 법무법인 시헌은 다양한 경험과 전문적인 지식을 토대로 이러한 거래를 준비하는 고객에게 효과적인 법률서비스를 제공합니다.
                        </p>
                        <h4>주요업무</h4>
                        <ul class="dot-list">
                            <li>cross-border M&amp;A 관련 법률자문 제공</li>
                            <li>cross-border Transaction을 위한 한국 내의 외국환거래 관련 신고</li>
                            <li>중국 고객의 한국 내 합작회사 설립, IPO, 투자 회수 방법 등에 관한 법률자문 제공</li>
                            <li>중국 고객의 국내 민사, 형사, 지식재산권 등의 관련 소송 및 중재 대리</li>
                            <li>외국인투자기업의 청산에 관한 자문</li>
                        </ul>
                    </div>

                    <div class="lawsuit" id="lawsuit">
                        <h3>소송, 중재</h3>
                        <p>
                            Litigation &amp; Arbitration<br>
                            소송, 중재  법무법인 시헌은 일반 민사, 형사 소송은 물론이고 행정, 가사, 금융, 공정거래, 지적재산권, 조세 등 전문적인 소송 사건에도 풍부한 경험을 가지고 있으며, 이를 토대로 고객의 권리를 보호하기 위한 최적의 방안을 마련하여 적절한 증거개시와 조사절차에 임하여 성공적인 분쟁 해결에 필요한 종합 법률 서비스를 제공하고 있습니다. 법무법인 시헌의 변호사들은 대형 로펌의 송무파트에서 10년 이상 소송을 전담하면서 풍부한 경험을 보유하고 있습니다. 이러한 경험을 토대로, 법무법인 시헌은 고객에게 가장 유리한 소송 전략에 대해 자문하고, 고객에게 실질적으로 도움이 될 수 있는 소송, 중재, 조정 절차를 진행합니다.
                        </p>
                        <h4>주요업무</h4>
                        <ul class="dot-list">
                            <li>민사, 형사, 행정, 가사 소송 및 중재 업무 수행</li>
                            <li>금융 분쟁, 공정거래 관련 소송 및 중재</li>
                            <li>부동산, 건설 관련 소송 및 중재 </li>
                            <li>부동산, 건설 관련 소송 및 중재 </li>
                        </ul>
                    </div>

                    <div class="preservative-measure" id="preservative-measure">
                        <h3>보전처분, 강제집행</h3>
                        <p>
                            Preservative Measure &amp; Compulsory Execution<br>
                            보전처분, 강제집행 법무법인 시헌은 고객의 궁극적인 권리 및 보상의 실현을 위하여 분쟁의 목적인 재산이나 권리를 사전에 확보하는 보전처분 절차와 판결등 집행권원의 집행 절차까지 전담함으로써 고객들의 궁극적인 이익실현을 위한 서비스도 제공하고 있습니다. 소송을 제기하기 위해서는 그에 앞서 효과적인 보전처분을 해야 하고, 소송을 승소한 이후에는 강제집행을 통해서 그 목적했던 바를 이루어야 합니다. 법무법인 시헌은 다양한 경험을 토대로 고객에게 필요한 보전처분, 강제집행 업무를 제공합니다.
                        </p>
                        <h4>주요업무</h4>
                        <ul class="dot-list">
                            <li>가압류, 가처분 등 보전처분의 제기</li>
                            <li>보전처분에 대한 이의신청,</li>
                            <li>보전처분의 취소 및 해제신청 대리</li>
                            <li>강제집행 절차 참여 등</li>
                            <li>부동산가압류, 예금채권가압류, 점유이전금지가처분, 공사방해금지가처분 등 제기</li>
                        </ul>
                    </div>

                    <div class="real-estate" id="real-estate">
                        <h3>부동산, 건설</h3>
                        <p>
                            Real Estate &amp; Construction<br>
                            부동산, 건설 법무법인 시헌은 부동산에 대한 권리 및 법률 분쟁에 관한 다수의 소송업무 처리 경험과 국내 다수 건설회사들에 대한 풍부한 자문경험을 바탕으로 소송업무와 법률자문에 관한 최고의 서비스를 제공할 수 있습니다. 법무법인 시헌의 변호사들은 다년간 건설회사에 대해 자문하면서, 부동산 매매, 부동산 임대차, 아파트 등 집합건물의 분쟁, 일조권, 조망권 침해 및 재건축과 재개발에 관한 자문 업무와 소송 업무를 수행하고 있습니다. 부동산, 건설과 관련한 자문 및 소송이 필요하시다면, 법무법인 시헌을 통해서 효과적인 법률 서비스를 제공받으실 수 있습니다.
                        </p>
                        <h4>주요업무</h4>
                        <ul class="dot-list">
                            <li>부동산 관련 계약서 작성, 부동산의 가압류 및 경매절차를 통한 채권회수 업무</li>
                            <li>부동산의 수용 및 보상, 재개발, 재건축과 관련한 각종 행정규제 및 법률문제에 관한 검토</li>
                            <li>공사도급계약 관련 설계, 시공, 하자보증, 지체상금 등 분쟁 해결</li>
                            <li>일조권, 조망권에 관한 법적 분쟁 해결</li>
                        </ul>
                    </div>

                    <div class="rights-dispute" id="rights-dispute">
                        <h3>기업경영권 분쟁</h3>
                        <p>
                            Corporate Management rights dispute<br>
                            기업 경영권 분쟁  기업의 경영권 분쟁에 관한 법률자문은 사전에 분쟁을 예방하기 위한 방법에 대한 자문과 사후적으로 경영권 분쟁상황에서 경영권을 지키거나, 확보하기 위한 방법에 대한 자문으로 구별될 수 있으며, 이는 상법, 자본시장법 등에 대한 전문적인 지식과 경험이 반드시 필요합니다. <br>
                            법무법인 시헌은 다수의 적대적 M&amp;A 및 경영권 분쟁을 담당하여 다양한 경험을 보유하고 있어 효과적인 법률자문을 제공할 수 있을 뿐만 아니라, 직무집행정지가처분, 신주발행금지가처분, 의결권행사금지가처분 등 경영권 분쟁상황에서 제기하는 가처분에 대해서도 풍부한 경험을 보유하고 있습니다.
                        </p>
                        <h4>주요업무</h4>
                        <ul class="dot-list">
                            <li>경영권 분쟁에 대비한 회사의 정관, 이사회 구성 및 주주의 구성에 대한 자문</li>
                            <li>경영권 분쟁 이후 우호지분의 확보에 대한 자문</li>
                            <li>경영권 분쟁 상황에서의 신주발행금지가처분, 직무집행정치가처분 등의 제기</li>
                            <li>경영권 분쟁 상황에서의 민·형사 소송에 대한 자문 및 소송 업무 수행</li>
                        </ul>
                    </div>
                </div><!-- content End -->
            </div>
		</div>
	</main>
	<?php require_once($_SERVER['DOCUMENT_ROOT'].'/inc/docfoot.php'); ?>
	<?php require_once($_SERVER['DOCUMENT_ROOT'].'/inc/footer.php'); ?>
	<script>
        (function($) {
            $(document).on('click', '#lnb > ul > li > a ', function() {
                $(this).parent().siblings('.active').removeClass('active');
                $(this).parent().addClass('active');
            });
        })(jQuery);
    </script>
</body>
</html>
